export interface INavigation {
	title: string;
	path?: string;
	group?: {
		[key: string]: string
	}[]
}

export const NAVIGATION: INavigation[] = [
	{ title: 'Головна', path: '/' },
	{ title: 'Контакти', path: '/#contacts' },
	{ title: 'Електроенергія', group: [
			{ title: 'Договори', path: '/electricity-contracts' },
			{ title: 'Врегулювання спорів', path: '/electricity-dispute-resolution' },
			{ title: 'Нормативна база', path: '/electricity-laws' },
			{ title: 'Про вплив на довкілля', path: '/electricity-environmental-impact' },
			{ title: 'Інші документи', path: '/other-docs' },
		] },
	{ title: 'Природний газ', group: [
			{ title: 'Договори', path: '/gas-contracts' },
			{ title: 'Врегулювання спорів', path: '/gas-dispute-resolution' },
			{ title: 'Загальні умови', path: '/gas-general-conditions' },
			{ title: 'Нормативна база', path: '/gas-laws' },
		] },
];

//cas-laws page
const lawsAndCodes = [
	{ title: "Закон України «Про ринок природного газу»" },
	{ title: "Правила постачання природного газу" },
	{ title: "Кодекс газорозподільних систем" },
	{ title: "Кодекс газотранспортної системи" },
	{ title: "Мінімальні стандарти та вимоги до якості обслуговування споживачів та постачання природного газу" },
	{ title: "Права та обов’язки Постачальника природного газу" },
	{ title: "Права і обов’язки Споживача природного газу" },
	{ title: "Закон України «Про особливості доступу до інформації у сферах постачання електричної енергії, природного газу, теплопостачання, централізованого постачання гарячої води, централізованого питного водопостачання та водовідведення»" },
	{ title: "Закон України «Про Національну комісію, що здійснює державне регулювання у сферах енергетики та комунальних послуг»" },
	{ title: "Порядок пооб’єктового припинення (обмеження) газопостачання споживачам, крім населення, затверджений Постановою КМУ від 08.12.2006 №1687" },
	{ title: "Ліцензійні умови провадження господарської діяльності з постачання природного газу, затверджені Постановою НКРЕКП від 16.02.2017 №201" },
	{ title: "Постанова НКРЕКП від 24.12.2019 № 3013 «Про встановлення тарифів для ТОВ «ОПЕРАТОР ГТС УКРАЇНИ» на послуги транспортування природного газу для точок входу і точок виходу на регуляторний період 2020-2024 роки»" },
	{ title: "Правила безпеки систем газопостачання, затверджені Наказом Міністерства енергетики та вугільної промисловості України від 15.05.2015 №285" }
];