import { IMessages } from '@utils/types';

const messages: IMessages = {
	ALL_RIGHTS_RESERVED: 'Всі права захищені/',
	INNOVATION: 'Інновації ',
	IN_EVERY_VOLT_IS_THE_DRIVING_FORCE_BEHIND_YOUR_PROGRESS:
		'у кожному вольті - рушійна сила вашого прогресу',
	WE_OFFER_INNOVATIVE_SOLUTIONS:
		'Ми пропонуємо інноваційні рішення та аналіз ринку, щоб ви могли зробити вигідний вибір для вашого бізнесу чи побутових потреб.',
	ABOUT_US: 'Про нас',
	CONTACTS: 'Контакти',
	WE_CARE: 'Ми дбаємо ',
	ABOUT_YOUR_COMFORT_AND_SAVING_RESOURCES:
		'про ваш комфорт та економію ресурсів',
	OUR_TEAM_OF_HIGHLY_QUALIFIED_EXPERTS:
		' - команда висококваліфікованих' +
		' експертів, які з метою забезпечити ваш бізнес та побутові потреби, працюють над постійним розвитком та оптимізацією послуг з постачання електроенергії. Наші експерти готові допомогти вам у виборі оптимальних енергетичних рішень та впровадженні енергоефективних технологій. ',
	OUR_TEAM_IS_COMMITTED_TO_HIGH_QUALITY_SERVICE:
		'Наша команда прагне до високої якості обслуговування та постійного розвитку, щоб задовольнити ваші потреби навіть у найскладніших умовах. Ми дбаємо про ваш комфорт та економію ресурсів, тому оберіть нас - ваш надійний партнер у світі енергетики.',
	CONTACT: 'Контактна ',
	POINT_OF_ENERGY_WE_ARE_ALWAYS_THERE: 'точка енергії - ми завжди поруч!',
	DOWNLOAD: 'Download',
};

export default messages;
